{
  "jokes": [
    {"id": 1, "joke": "Why don't skeletons fight each other? Because they don't have the guts."},
    {"id": 2, "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."},
    {"id": 3, "joke": "Why don’t scientists trust atoms? Because they make up everything."},
    {"id": 4, "joke": "I told my computer I needed more space. Now it won’t stop crashing."},
    {"id": 5, "joke": "Why did the bicycle fall over? Because it was two-tired."},
    {"id": 6, "joke": "Why don’t skeletons ever start a band? Because they don't have the organs."},
    {"id": 7, "joke": "Why did the tomato turn red? Because it saw the salad dressing."},
    {"id": 8, "joke": "What do you call fake spaghetti? An impasta."},
    {"id": 9, "joke": "Why do cows wear bells? Because their horns do not work."},
    {"id": 10, "joke": "Why did the coffee file a police report? Because it got mugged."},
    {"id": 11, "joke": "Why did the math book look sad? Because it had too many problems."},
    {"id": 12, "joke": "Why did the computer go to therapy? It had too many bytes of emotional baggage."},
    {"id": 13, "joke": "Why are frogs so happy? Because they eat whatever bugs them."},
    {"id": 14, "joke": "Why don’t eggs tell jokes? Because they might crack up."},
    {"id": 15, "joke": "What do you call cheese that isn't yours? Nacho cheese."},
    {"id": 16, "joke": "Why did the belt get arrested? Because it was holding up a pair of pants."},
    {"id": 17, "joke": "Why did the orange stop rolling? It ran out of juice."},
    {"id": 18, "joke": "Why was the math book unhappy? Because it couldn’t solve its own problems."},
    {"id": 19, "joke": "Why did the broomstick go to the party? Because it wanted to sweep someone off their feet."},
    {"id": 20, "joke": "Why do ducks have feathers? To cover their butt quacks."},
    {"id": 21, "joke": "Why don’t vampires have friends? Because they’re a pain in the neck."},
    {"id": 22, "joke": "Why did the musician get in trouble? Because he couldn't find the right note."},
    {"id": 23, "joke": "Why did the bicycle fall over? Because it was too tired."},
    {"id": 24, "joke": "Why did the banana go to the party? Because it couldn't peel out."},
    {"id": 25, "joke": "Why was the computer cold? It left its Windows open."},
    {"id": 26, "joke": "Why did the tomato turn red? Because it saw the salad dressing."},
    {"id": 27, "joke": "Why don’t squirrels give up their nuts? Because it would drive them nuts."},
    {"id": 28, "joke": "Why do cows have hooves instead of feet? Because they lactose."},
    {"id": 29, "joke": "Why don’t seagulls fly over the bay? Because then they’d be bagels."},
    {"id": 30, "joke": "Why did the bicycle get a job? Because it wanted to wheel in some cash."},
    {"id": 31, "joke": "Why do ghosts love parties? Because they have a haunting good time."},
    {"id": 32, "joke": "Why did the chair go to therapy? Because it had a lot of baggage."},
    {"id": 33, "joke": "Why did the tomato turn red? Because it couldn’t ketchup."},
    {"id": 34, "joke": "Why did the pencil get promoted? Because it had a point."},
    {"id": 35, "joke": "Why do robots always fix things? Because they love taking things apart."},
    {"id": 36, "joke": "Why did the cookie go to therapy? Because it crumbled under pressure."},
    {"id": 37, "joke": "Why don’t fish play basketball? Because they’re afraid of the net."},
    {"id": 38, "joke": "Why did the lightning bolt get hired? Because it was strikingly good at work."},
    {"id": 39, "joke": "Why did the apple stop in the middle of the road? Because it had lost its core purpose."},
    {"id": 40, "joke": "Why don’t koalas use computers? Because they’re afraid of the web."},
    {"id": 41, "joke": "Why did the mummy get a job? Because it wanted to make a living unwrapping deals."},
    {"id": 42, "joke": "Why did the rabbit get a job at the comedy club? Because it had hare-larious jokes."},
    {"id": 43, "joke": "Why don’t birds use cell phones? Because they already have tweet accounts."},
    {"id": 44, "joke": "Why did the pencil and paper break up? Because there were too many issues."},
    {"id": 45, "joke": "Why do pirates not know the alphabet? Because they always get lost at C."},
    {"id": 46, "joke": "Why did the calendar get hired? Because its days were numbered."},
    {"id": 47, "joke": "Why did the potato sit down? Because it saw the mash dance floor."},
    {"id": 48, "joke": "Why do elephants never use computers? Because they’re afraid of the mouse."},
    {"id": 49, "joke": "Why did the shoe go to therapy? Because it felt sole-ly ignored."},
    {"id": 50, "joke": "Why did the guitar join the orchestra? Because it wanted to string everyone along."}
  ]
}
