{
  "quotes": [
    {"quote": "The journey of a thousand miles begins with a single step."},
    {"quote": "In the middle of difficulty lies opportunity."},
    {"quote": "Success is not the key to happiness. Happiness is the key to success."},
    {"quote": "Be the change that you wish to see in the world."},
    {"quote": "Life is what happens when we are busy making other plans."},
    {"quote": "The only way to do great work is to love what you do."},
    {"quote": "Do not wait for leaders; do it alone, person to person."},
    {"quote": "Believe you can and you're halfway there."},
    {"quote": "Happiness is not something ready-made. It comes from your own actions."},
    {"quote": "The future belongs to those who believe in the beauty of their dreams."},
    {"quote": "You miss 100% of the shots you don’t take."},
    {"quote": "In the end, we will remember not the words of our enemies, but the silence of our friends."},
    {"quote": "It always seems impossible until it’s done."},
    {"quote": "Success is stumbling from failure to failure with no loss of enthusiasm."},
    {"quote": "Do not go where the path may lead, go instead where there is no path and leave a trail."},
    {"quote": "The best way to predict your future is to create it."},
    {"quote": "Your limitation—it’s only your imagination."},
    {"quote": "Push yourself, because no one else is going to do it for you."},
    {"quote": "Great things never come from comfort zones."},
    {"quote": "Dream it. Wish it. Do it."},
    {"quote": "Success doesn’t just find you. You have to go out and get it."},
    {"quote": "The harder you work for something, the greater you’ll feel when you achieve it."},
    {"quote": "Dream bigger. Do bigger."},
    {"quote": "Don’t stop when you’re tired. Stop when you’re done."},
    {"quote": "Wake up with determination. Go to bed with satisfaction."},
    {"quote": "Do what you can with all you have, wherever you are."},
    {"quote": "Act as if what you do makes a difference. It does."},
    {"quote": "Success is not final, failure is not fatal: It is the courage to continue that counts."},
    {"quote": "Motivation is what gets you started. Habit is what keeps you going."},
    {"quote": "The way to get started is to quit talking and begin doing."},
    {"quote": "Our greatest glory is not in never falling, but in rising every time we fall."},
    {"quote": "The only limit to our realization of tomorrow is our doubts of today."},
    {"quote": "Don’t let yesterday take up too much of today."},
    {"quote": "Success usually comes to those who are too busy to be looking for it."},
    {"quote": "Don’t count the days, make the days count."},
    {"quote": "Hardships often prepare ordinary people for an extraordinary destiny."},
    {"quote": "The only person you should try to be better than is the person you were yesterday."},
    {"quote": "Failure is the opportunity to begin again more intelligently."},
    {"quote": "The road to success and the road to failure are almost exactly the same."},
    {"quote": "If you don’t build your dream, someone will hire you to help build theirs."},
    {"quote": "Success does not consist in never making mistakes but in never making the same one a second time."},
    {"quote": "A person who never made a mistake never tried anything new."},
    {"quote": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family."},
    {"quote": "Do not let what you cannot do interfere with what you can do."},
    {"quote": "Life is short, and it is up to you to make it sweet."},
    {"quote": "Keep your face always toward the sunshine and shadows will fall behind you."},
    {"quote": "You don’t have to be great to start, but you have to start to be great."},
    {"quote": "Success belongs to those who are willing to do whatever it takes."},
    {"quote": "Fortune sides with him who dares."},
    {"quote": "The only thing standing between you and your goal is the story you keep telling yourself."},
    {"quote": "Do not fear failure but rather fear not trying."},
    {"quote": "Victory belongs to the most persevering."},
    {"quote": "Hard work pays off in the long run."},
    {"quote": "Discipline is the bridge between goals and accomplishment."},
    {"quote": "Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you maintained the struggle against overwhelming odds."},
    {"quote": "Growth begins at the end of your comfort zone."},
    {"quote": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle."},
    {"quote": "A goal is not always meant to be reached; it often serves simply as something to aim at."},
    {"quote": "Start where you are. Use what you have. Do what you can."}
  ]
}
