[
    "Why don’t skeletons fight each other? They don’t have the guts.",
    "I told my wife she was drawing her eyebrows too high. She looked surprised.",
    "Why don’t scientists trust atoms? Because they make up everything!",
    "A man calls into the police station and says, 'My wife is missing.' The officer asks, 'How long has she been gone?' 'A month.' 'Why did you wait so long to report it?' 'Well, until yesterday I thought it was just a dream, then I realized I didn't have any clean clothes to wear.'",
    "In bed, I was asking myself; 'What are some of the Secrets to Success in Life?' I found the answer right there in my very room. The Roof said, 'Aim High.' The Fan said, 'Be Cool.' The Window said, 'Expand your Vision.' The Clock said, 'Every minute is Precious.' The Mirror said, 'Reflect before you Act.' The Calendar said, 'Be up to Date.' The Door said, 'Push hard for your Goals.' The Floor said, 'Always be down to earth.' The Toilet said, 'Flush the Bad Habits that will Deter you.' The Wall said, 'Share other's load.' The Wallet said, 'Save now for future.' Then I looked at the bed and it said, 'Cover yourself with blanket and go off to sleep!'",
    "English is a funny Language. One fascinating word of English Language is Oxymoron: An Oxymoron is defined as a phrase in which two words of opposite meanings are brought together. Here are some area scatter oxymorons:\n1) Independently dependent. 2) Clearly Misunderstood. 3) Exact Estimate. 4) Small Crowd. 5) Act Naturally. 6) Found Missing. 7) Fully Empty. 8) Pretty Ugly. 9) Seriously Funny. 10) Only Choice. 11) Original Copies. 12) Open Secret. 13) Tragic Comedy. 14) Foolish Wisdom. 15) Liquid Gas. 16) Stupidly Intelligent. 17) Richly Poor. 18) Naturally Homemade. 19) Impatiently Waiting. 20) Living Dead. 21) Beautifully Ugly. 22) Educated Illiterate. And The Mother of all... HAPPILY MARRIED.",
    "A Girl Returns Home After 30 Years.\n\nFATHER: (Angry) Where the hell have you been all these years?!\n\nGIRL: I was working as a Prostitute in Abuja.\n\nFATHER: What!!! Get out of my house you Whore! I don't want to see your face again do you understand?!\n\nGIRL: (Crying) Before I go dad, I came to give you N10million cheque, and here is N2million for my brother. I have bought a big house in UK for you with everything in it including a Ferrari and a Bugatti. Bye dad.\n\nFATHER: What kind of work did you say you were doing?\n\nGIRL: (Crying out loud) A prostitute dad!\n\nFATHER: Come and give daddy a hug, I thought you said you were a 'PROSECUTOR'.",
    "A highly dangerous virus called 'Weekly Overload Recreational Killer' (WORK) is currently going around. If you come in contact with this WORK virus, you should immediately go to the nearest 'Biological Anxiety Relief' (BAR) center to take antidotes known as 'Work Isolating Neutralizer Extract' (WINE), 'Radioactive Unwork Medicine' (RUM), 'Bothersome Employer Elimination Rebooter' (BEER) or 'Vaccine Official Depression Killing Antigen' (VODKA). Please raise awareness.",
    "Which one is the most painful?\n\n1. Studying for 7 years in a University, then stay home for 10 years unemployed!\n2. Raise a child for 20 years, then find out he/she is not yours!\n3. Work hard for the whole month, then go to the ATM and get robbed!\n4. Going to school for 11 months, then get your report written and failed...\n5. Being faithful to the person you call your Soulmate, then in return, you get AIDS!\n6. Study for the whole night for a test, then fail the test.\n7. Being in a very good relationship with someone and then end up marrying someone else.\n8. You're downloading a video of 5GB and when it reaches 98%, your phone dies!",
    "A journalist was standing by the roadside. Suddenly, he heard a car screech and saw a huge crowd gather at the other end of the road. He got to the scene of the accident 5 minutes later and saw a mammoth crowd in an apparent circle. 'The person down there must have been hit by a car,' he thought to himself. He decides to investigate further and tries to force his way through the crowd but was unsuccessful. His journalistic skills kicked into gear and he shouted, 'PLEASE! MAKE WAY! I AM THE SON OF THE VICTIM.' The crowd suddenly made way. He got to the centre of the crowd's attention and found out that the 'victim' lying on the ground was a DOG.",
    "In a court, a murder case was brought to a judge.\n\nJUDGE: Did you kill this man?\n\nME: No, a bullet killed him. Bullets are made of lead, which comes from the ground. The ground is part of nature. He died of natural causes.\n\nJUDGE: Case closed.",
    "A man was about dying. In his last request, he pleaded with his wife to marry Joe.\n\nWIFE: Joe? Isn't he your worst enemy? The very one who wants you dead?\n\nHUSBAND: Yes. Marry him!\n\nWIFE: No, I won't!\n\nHUSBAND: Please do!\n\nWIFE: Why?\n\nHUSBAND: Because all these years I have suffered, let him suffer too!"
]
